{
  "title": "Frequently Asked Questions",
  "gotQuestions": "Got Questions?",
  "frequentlyAsked": "Frequently Asked",
  "questions": "Questions",
  "subtitle": "Everything you need to know about BeyondRounds",
  "subtitleHome": "Everything you need to know about BeyondRounds. Can't find what you're looking for?",
  "contactSupportTeam": "Contact our support team",
  "general": "General Questions",
  "matching": "Matching & Groups",
  "meetings": "Meetings & Safety",
  "pricingCat": "Pricing & Membership",
  "viewAll": "View All FAQ",
  "stillHaveQuestions": "Still have questions?",
  "weAreHereToHelp": "We're here to help you find your tribe.",
  "contactSupport": "Contact Support",
  "q1": "What exactly is BeyondRounds?",
  "a1": "BeyondRounds is a members-only social club designed exclusively for verified doctors. We use a smart matching algorithm to connect you with 3-4 fellow physicians who share your interests, lifestyle, and values — for real friendships, not networking.",
  "q2": "How is this different from other networking apps?",
  "a2": "We're not about professional networking or dating. BeyondRounds is specifically designed for doctors to make real friends who understand their lifestyle and share their personal interests outside of medicine.",
  "q3": "Who can join?",
  "a3": "Any verified medical doctor — from medical students and residents to attending physicians and specialists. We manually verify all members through medical license confirmation and photo ID to maintain trust and safety.",
  "q4": "How does matching work?",
  "a4": "Every Thursday at 4 PM, you'll receive a curated group of 3-4 doctors matched based on shared interests, compatible schedules, and city proximity. Our algorithm considers specialty, hobbies, lifestyle preferences, and social style to find your ideal connections.",
  "q5": "What if I don't connect with my group?",
  "a5": "No pressure! You'll receive a fresh group every week, and our algorithm learns from your feedback to improve future matches. Great friendships take time — we're here to help you find your tribe.",
  "q6": "Can I choose my own matches?",
  "a6": "Our curated approach is what makes BeyondRounds special. Trust our algorithm — it's designed by doctors, for doctors, and gets smarter with each match.",
  "q7": "Where do groups typically meet?",
  "a7": "Your group decides together! Popular spots include coffee shops, restaurants, parks, gyms, or activity-based outings like hiking or sports. RoundsBot (our AI assistant) suggests safe, convenient locations and helps break the ice.",
  "q8": "Is it safe to meet people from the app?",
  "a8": "Absolutely. Every member is a verified doctor, and we encourage meeting in public places. RoundsBot provides conversation starters and coordinates safe meetup spots. You can report any concerns directly through the app.",
  "q9": "What if someone doesn't show up?",
  "a9": "We take no-shows seriously. Members get one warning, a temporary pause after the second no-show, and potential removal after the third.",
  "q10": "How much does BeyondRounds cost?",
  "a10": "Trial: €9.99 (first month), Founders: €14.99/month (limited time), Core: €29.99/month, Premium: €49.99/month (includes advanced filtering and exclusive events).",
  "q11": "Can I pause or cancel anytime?",
  "a11": "Yes! You can cancel your subscription anytime from your account settings — no questions asked. You'll continue to receive matches until the end of your current billing period.",
  "q12": "What's the 30-Day Friendship Guarantee?",
  "a12": "If you don't have at least 2 meaningful in-person meetups in your first 30 days, we'll refund you in full. Just email billing@beyondrounds.app with a brief note, and we'll process your refund within 5-7 business days."
}