{
  "title": "Häufig gestellte Fragen",
  "gotQuestions": "Noch Fragen?",
  "frequentlyAsked": "Häufig gestellte",
  "questions": "Fragen",
  "subtitle": "Alles Wichtige zu BeyondRounds",
  "subtitleHome": "Alles Wichtige zu BeyondRounds. Nicht gefunden? Wir helfen gern.",
  "contactSupportTeam": "Support-Team kontaktieren",
  "general": "Allgemeines",
  "matching": "Matching & Gruppen",
  "meetings": "Treffen & Sicherheit",
  "pricingCat": "Preise & Mitgliedschaft",
  "viewAll": "Alle FAQ anzeigen",
  "stillHaveQuestions": "Noch Fragen?",
  "weAreHereToHelp": "Wir helfen dir, deinen Tribe zu finden.",
  "contactSupport": "Support kontaktieren",
  "q1": "Was genau ist BeyondRounds?",
  "a1": "BeyondRounds ist ein exklusiver Social Club nur für verifizierte Ärzt:innen. Unser Matching-Algorithmus bringt dich mit 3–4 Ärzt:innen zusammen, die deine Interessen, deinen Lebensstil und deine Werte teilen – für echte Freundschaften, nicht Networking.",
  "q2": "Wie unterscheidet ihr euch von anderen Networking-Apps?",
  "a2": "Bei uns geht es nicht um Berufsnetzwerke oder Dating. BeyondRounds ist speziell dafür da, dass Ärzt:innen echte Freund:innen finden, die ihren Lebensstil verstehen und persönliche Interessen außerhalb der Medizin teilen.",
  "q3": "Wer kann beitreten?",
  "a3": "Jede verifizierte Ärztin und jeder verifizierte Arzt – von Studierenden und Assistenzärzt:innen bis zu Fachärzt:innen. Wir verifizieren alle Mitglieder per Approbation und Ausweis.",
  "q4": "Wie funktioniert das Matching?",
  "a4": "Jeden Donnerstag um 16 Uhr erhältst du eine kuratierte Gruppe von 3–4 Ärzt:innen basierend auf gemeinsamen Interessen, passenden Zeiten und Nähe. Unser Algorithmus berücksichtigt Fachrichtung, Hobbys und Lebensstil.",
  "q5": "Was, wenn ich mit meiner Gruppe nicht connecte?",
  "a5": "Kein Druck! Jede Woche gibt es eine neue Gruppe, und unser Algorithmus lernt aus deinem Feedback. Echte Freundschaften brauchen Zeit – wir helfen dir, deinen Tribe zu finden.",
  "q6": "Kann ich meine Matches selbst wählen?",
  "a6": "Unser kuratierter Ansatz macht BeyondRounds besonders. Vertrau unserem Algorithmus – von Ärzt:innen für Ärzt:innen, und er wird mit jedem Match besser.",
  "q7": "Wo treffen sich Gruppen typischerweise?",
  "a7": "Das entscheidet die Gruppe gemeinsam! Beliebt sind Cafés, Restaurants, Parks, Fitnessstudios oder Aktivitäten wie Wandern. RoundsBot schlägt sichere, passende Orte vor.",
  "q8": "Ist es sicher, Leute aus der App zu treffen?",
  "a8": "Ja. Jedes Mitglied ist verifizierte:r Ärzt:in, und wir empfehlen Treffen an öffentlichen Orten. RoundsBot liefert Gesprächseinstiege und hilft bei der Koordination.",
  "q9": "Was, wenn jemand nicht auftaucht?",
  "a9": "No-shows nehmen wir ernst: einmal Verwarnung, beim zweiten Mal vorübergehende Pause, beim dritten Mal möglicher Ausschluss.",
  "q10": "Was kostet BeyondRounds?",
  "a10": "Test: 9,99 € (erster Monat), Founders: 14,99 €/Monat (limitierte Zeit), Core: 29,99 €/Monat, Premium: 49,99 €/Monat (mit erweiterten Filtern und exklusiven Events).",
  "q11": "Kann ich jederzeit pausieren oder kündigen?",
  "a11": "Ja! Du kannst dein Abo jederzeit in den Einstellungen kündigen. Du erhältst bis zum Ende des Abrechnungszeitraums weiter Matches.",
  "q12": "Was ist die 30-Tage-Freundschafts-Garantie?",
  "a12": "Wenn du in den ersten 30 Tagen nicht mindestens 2 echte Treffen hast, erstatten wir dir den Betrag. Schreib eine kurze E-Mail an billing@beyondrounds.app – wir bearbeiten die Erstattung innerhalb von 5–7 Werktagen."
}